IDEA StatiCa Open Model
MatPrestressSteelEc2.Epsuk Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Characteristic strain at maximum load (EN 1992-1-1)
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Epsuk { get; set; }
Public Property Epsuk As Double
	Get
	Set
public:
property double Epsuk {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatPrestressSteelEc2 Class
IdeaRS.OpenModel.Material Namespace